Revit 2024 API
ParameterTypeId.SteelElemBoltGripLength Property
 "Grip Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemBoltGripLength { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemBoltGripLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemBoltGripLength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace